;;; package --- Summary
;;; ~/.doom.d/packages.el -*- lexical-binding: t; -*-
;;; Commentary:
;;; Code:
(package! ag)
(package! ansible)
(package! company-lsp)
(package! company-quickhelp)
(package! deft)
(package! docker)
(package! docker-tramp)
(package! dockerfile-mode)
(package! doom-modeline)
(package! edit-server)
(package! evil-multiedit)
(package! exec-path-from-shell)
(package! feature-mode)
(package! jinja2-mode)
(package! lsp-mode)
(package! lsp-ui)
(package! pomidor)
(package! salt-mode)
(package! shell-pop)

(provide 'packages)
;;; packages.el ends here
